Repository: surfer0627/numpadNavMode
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fi

source: Numpad Nav Mode
fi: Laskinnäppäimistön navigointitila

source: Start NVDA with the numpad set to Windows nav mode
fi: Käynnistä NVDA ja määritä laskinnäppäimistö Windows-navigointitilaan

source: State of numlock when NVDA starts or profile loads
fi: Numlockin tila NVDA:n käynnistyessä tai profiilin latautuessa

source: Do not change
fi: Älä vaihda

source: Turn numlock off
fi: Poista Numlock käytöstä

source: Turn numlock on
fi: Ota Numlock käyttöön

source: Initial numlock state is configuration profile dependent
fi: Numlockin alkutila on riippuvainen asetusprofiilista

source: Toggles the numpad between NVDA navigation and Windows navigation modes.
fi: Vaihtaa laskinnäppäimistön NVDA- ja Windows-navigointitilojen välillä.

source: Numpad mode {}.
fi: Laskinnäppäimistön tila {}.

source: Allows switching the numpad between NVDA navigation mode, and Windows navigation mode. Especially useful if migrating from Jaws; or for laptop users preferring laptop mode, but who have a numpad and want to use it for arrow keys, etc. The add-on also gives control of numlock state when starting NVDA or changing profiles.
fi: Mahdollistaa laskinnäppäimistön vaihtamisen NVDA- ja Windows-navigointitilojen välillä. Tämä on erittäin hyödyllistä JAWSista siirryttäessä tai kannettavien tietokoneiden käyttäjille, jotka käyttävät mieluummin kannettavan näppäimistöasettelua mutta joilla on laskinnäppäimistö ja haluavat käyttää sitä nuolinäppäimiä varten jne. Lisäosa voi myös hallita Numlockin tilaa NVDA:ta käynnistettäessä tai profiilia vaihdettaessa.
